{
  "project_name": "hhggredux1",
  "project_type": "single_voice",
  "creation_date": "1748642143.051327",
  "text_content": "The Hitch Hiker's Guide to the Galaxy .\n By Douglas Adams, read by Will Wheaton. \n \nfor Jonny Brock and Clare Gorst\nand all other Arlingtoniansfor tea, sympathy, and a sofa.\n\n\n\nFar out in the uncharted backwaters of the unfashionable end of\nthe western spiral arm of the Galaxy lies a small unregarded\nyellow sun.\n\nOrbiting this at a distance of roughly ninety two million miles\nis an utterly insignificant little blue green planet whose ape \ndescended life forms are so amazingly primitive that they still\nthink digital watches are a pretty neat idea.\n\nThis planet has or rather had a problem, which was this: most\nof the people on it were unhappy for pretty much of the time.\nMany solutions were suggested for this problem, but most of these\nwere largely concerned with the movements of small green pieces\nof paper, which is odd because on the whole it wasn't the small\ngreen pieces of paper that were unhappy.\n\nAnd so the problem remained; lots of the people were mean, and\nmost of them were miserable, even the ones with digital watches.\n\nMany were increasingly of the opinion that they'd all made a big\nmistake in coming down from the trees in the first place. And\nsome said that even the trees had been a bad move, and that no\none should ever have left the oceans.\n\nAnd then, one Thursday, nearly two thousand years after one man\nhad been nailed to a tree for saying how great it would be to be\nnice to people for a change, one girl sitting on her own in a\nsmall cafe in Rickmansworth suddenly realized what it was that\nhad been going wrong all this time, and she finally knew how the\nworld could be made a good and happy place. This time it was\nright, it would work, and no one would have to get nailed to\nanything.\n\nSadly, however, before she could get to a phone to tell anyone \nabout it, a terribly stupid catastrophe occurred, and the idea\nwas lost forever.\n\nThis is not her story.\n\nBut it is the story of that terrible stupid catastrophe and some\nof its consequences.\n\nIt is also the story of a book, a book called The Hitch Hiker's\nGuide to the Galaxy not an Earth book, never published on\nEarth, and until the terrible catastrophe occurred, never seen or\nheard of by any Earthman.\n\nNevertheless, a wholly remarkable book.\n\nin fact it was probably the most remarkable book ever to come out\nof the great publishing houses of Ursa Minor of which no\nEarthman had ever heard either.\n\nNot only is it a wholly remarkable book, it is also a highly\nsuccessful one more popular than the Celestial Home Care\nOmnibus, better selling than Fifty More Things to do in Zero\nGravity, and more controversial than Oolon Colluphid's trilogy of\nphilosophical blockbusters Where God Went Wrong, Some More of\nGod's Greatest Mistakes and Who is this God Person Anyway?\n\nIn many of the more relaxed civilizations on the Outer Eastern\nRim of the Galaxy, the Hitch Hiker's Guide has already supplanted\nthe great Encyclopedia Galactica as the standard repository of\nall knowledge and wisdom, for though it has many omissions and\ncontains much that is apocryphal, or at least wildly inaccurate,\nit scores over the older, more pedestrian work in two important\nrespects.\n\nFirst, it is slightly cheaper; and secondly it has the words\nDon't Panic inscribed in large friendly letters on its cover.\n\nBut the story of this terrible, stupid Thursday, the story of its\nextraordinary consequences, and the story of how these\nconsequences are inextricably intertwined with this remarkable\nbook begins very simply.\n\nIt begins with a house.\n\n\n\nThe house stood on a slight rise just on the edge of the village.\nIt stood on its own and looked over a broad spread of West\nCountry farmland. Not a remarkable house by any means it was\nabout thirty years old, squattish, squarish, made of brick, and\nhad four windows set in the front of a size and proportion which\nmore or less exactly failed to please the eye.\n\nThe only person for whom the house was in any way special was\nArthur Dent, and that was only because it happened to be the one\nhe lived in. He had lived in it for about three years, ever since\nhe had moved out of London because it made him nervous and\nirritable. He was about thirty as well, dark haired and never \nquite at ease with himself. The thing that used to worry him most\nwas the fact that people always used to ask him what he was\nlooking so worried about. He worked in local radio which he\nalways used to tell his friends was a lot more interesting than\nthey probably thought. It was, too most of his friends worked\nin advertising.\n\nIt hadn't properly registered with Arthur that the council wanted\nto knock down his house and build an bypass instead.\n\nAt eight o'clock on Thursday morning Arthur didn't feel very\ngood. He woke up blearily, got up, wandered blearily round his\nroom, opened a window, saw a bulldozer, found his slippers, and\nstomped off to the bathroom to wash.\n\nToothpaste on the brush so. Scrub.\n\nShaving mirror pointing at the ceiling. He adjusted it. For a\nmoment it reflected a second bulldozer through the bathroom\nwindow. Properly adjusted, it reflected Arthur Dent's bristles.\nHe shaved them off, washed, dried, and stomped off to the kitchen\nto find something pleasant to put in his mouth.\n\nKettle, plug, fridge, milk, coffee. Yawn.\n\nThe word bulldozer wandered through his mind for a moment in\nsearch of something to connect with.\n\nThe bulldozer outside the kitchen window was quite a big one.\n\nHe stared at it.\n\n\"Yellow\" he thought and stomped off back to his bedroom to get\ndressed.\n\nPassing the bathroom he stopped to drink a large glass of water,\nand another. He began to suspect that he was hung over. Why was\nhe hung over? Had he been drinking the night before? He supposed\nthat he must have been. He caught a glint in the shaving mirror.\n\"Yellow\" he thought and stomped on to the bedroom.\n\nHe stood and thought. The pub, he thought. Oh dear, the pub. He\nvaguely remembered being angry, angry about something that seemed\nimportant. He'd been telling people about it, telling people\nabout it at great length, he rather suspected: his clearest\nvisual recollection was of glazed looks on other people's faces.\nSomething about a new bypass he had just found out about. It had\nbeen in the pipeline for months only no one seemed to have known\nabout it. Ridiculous. He took a swig of water. It would sort\nitself out, he'd decided, no one wanted a bypass, the council\ndidn't have a leg to stand on. It would sort itself out.\n\nGod what a terrible hangover it had earned him though. He looked\nat himself in the wardrobe mirror. He stuck out his tongue.\n\"Yellow\" he thought. The word yellow wandered through his mind\nin search of something to connect with.\n\nFifteen seconds later he was out of the house and lying in front\nof a big yellow bulldozer that was advancing up his garden path.\nMr L Prosser was, as they say, only human. In other words he was\na carbon based life form descended from an ape. More specifically\nhe was forty, fat and shabby and worked for the local council.\nCuriously enough, though he didn't know it, he was also a direct\nmale line descendant of Genghis Khan, though intervening\ngenerations and racial mixing had so juggled his genes that he\nhad no discernible Mongoloid characteristics, and the only\nvestiges left in Mr L Prosser of his mighty ancestry were a\npronounced stoutness about the tum and a predilection for little\nfur hats.\n\nHe was by no means a great warrior: in fact he was a nervous\nworried man. Today he was particularly nervous and worried\nbecause something had gone seriously wrong with his job which\nwas to see that Arthur Dent's house got cleared out of the way\nbefore the day was out.\n\n\"Come off it, Mr Dent\", he said, \"you can't win you know. You\ncan't lie in front of the bulldozer indefinitely\" He tried to\nmake his eyes blaze fiercely but they just wouldn't do it.\n\nArthur lay in the mud and squelched at him.\n\n\"I'm game\" he said, \"we'll see who rusts first\"\n\n\"I'm afraid you're going to have to accept it\" said Mr Prosser\ngripping his fur hat and rolling it round the top of his head,\n\"this bypass has got to be built and it's going to be built!\"\n\n\"First I've heard of it\" said Arthur, \"why's it going to be\nbuilt?\"\n\nMr Prosser shook his finger at him for a bit, then stopped and\nput it away again.\n\n\"What do you mean, why's it got to be built?\" he said. \"It's a\nbypass. You've got to build bypasses\"\n\nBypasses are devices which allow some people to drive from point\nA to point B very fast whilst other people dash from point B to\npoint A very fast. People living at point C, being a point\ndirectly in between, are often given to wonder what's so great\nabout point A that so many people of point B are so keen to get\nthere, and what's so great about point B that so many people of\npoint A are so keen to get there. They often wish that people\nwould just once and for all work out where the hell they wanted\nto be.\n\nMr Prosser wanted to be at point D. Point D wasn't anywhere in\nparticular, it was just any convenient point a very long way from\npoints A, B and C. He would have a nice little cottage at point\nD, with axes over the door, and spend a pleasant amount of time\nat point E, which would be the nearest pub to point D. His wife\nof course wanted climbing roses, but he wanted axes. He didn't\nknow why he just liked axes. He flushed hotly under the\nderisive grins of the bulldozer drivers.\n\nHe shifted his weight from foot to foot, but it was equally\nuncomfortable on each. Obviously somebody had been appallingly\nincompetent and he hoped to God it wasn't him.\n\nMr Prosser said: \"You were quite entitled to make any suggestions\nor protests at the appropriate time you know\"\n\n\"Appropriate time?\" hooted Arthur. \"Appropriate time? The first I\nknew about it was when a workman arrived at my home yesterday. I\nasked him if he'd come to clean the windows and he said no he'd\ncome to demolish the house. He didn't tell me straight away of\ncourse. Oh no. First he wiped a couple of windows and charged me\na fiver. Then he told me\"\n\n\"But Mr Dent, the plans have been available in the local planning\noffice for the last nine month\"\n\n\"Oh yes, well as soon as I heard I went straight round to see\nthem, yesterday afternoon. You hadn't exactly gone out of your\nway to call attention to them had you? I mean like actually\ntelling anybody or anything\"\n\n\"But the plans were on display ..\"\n\n\"On display? I eventually had to go down to the cellar to find\nthem\"\n\n\"That's the display department\"\n\n\"With a torch\"\n\n\"Ah, well the lights had probably gone\"\n\n\"So had the stairs\"\n\n\"But look, you found the notice didn't you?\"\n\n\"Yes\" said Arthur, \"yes I did. It was on display in the bottom\nof a locked filing cabinet stuck in a disused lavatory with a\nsign on the door saying Beware of the Leopard\"\n\nA cloud passed overhead. It cast a shadow over Arthur Dent as he\nlay propped up on his elbow in the cold mud. It cast a shadow\nover Arthur Dent's house. Mr Prosser frowned at it.\n\n\"It's not as if it's a particularly nice house\" he said.\n\n\"I'm sorry, but I happen to like it\"\n\n\"You'll like the bypass\"\n\n\"Oh shut up\" said Arthur Dent. \"Shut up and go away, and take\nyour bloody bypass with you. You haven't got a leg to stand on\nand you know it\"\n\nMr Prosser's mouth opened and closed a couple of times while his\nmind was for a moment filled with inexplicable but terribly\nattractive visions of Arthur Dent's house being consumed with\nfire and Arthur himself running screaming from the blazing ruin\nwith at least three hefty spears protruding from his back. Mr\nProsser was often bothered with visions like these and they made\nhim feel very nervous. He stuttered for a moment and then pulled\nhimself together.\n\n\"Mr Dent\" he said.\n\n\"Hello? Yes?\" said Arthur.\n\n\"Some factual information for you. Have you any idea how much\ndamage that bulldozer would suffer if I just let it roll straight\nover you?\"\n\n\"How much?\" said Arthur.\n\n\"None at all\" said Mr Prosser, and stormed nervously off\nwondering why his brain was filled with a thousand hairy horsemen\nall shouting at him.\n\nBy a curious coincidence, None at all is exactly how much\nsuspicion the ape descendant Arthur Dent had that one of his\nclosest friends was not descended from an ape, but was in fact\nfrom a small planet in the vicinity of Betelgeuse and not from\nGuildford as he usually claimed.\n\nArthur Dent had never, ever suspected this.\n\nThis friend of his had first arrived on the planet some fifteen\nEarth years previously, and he had worked hard to blend himself\ninto Earth society with, it must be said, some success. For\ninstance he had spent those fifteen years pretending to be an out\nof work actor, which was plausible enough.\n\nHe had made one careless blunder though, because he had skimped a\nbit on his preparatory research. The information he had gathered\nhad led him to choose the name \"Ford Prefect\" as being nicely\ninconspicuous.\n\nHe was not conspicuously tall, his features were striking but not\nconspicuously handsome. His hair was wiry and gingerish and\nbrushed backwards from the temples. His skin seemed to be pulled\nbackwards from the nose. There was something very slightly odd\nabout him, but it was difficult to say what it was. Perhaps it\nwas that his eyes didn't blink often enough and when you talked\nto him for any length of time your eyes began involuntarily to\nwater on his behalf. Perhaps it was that he smiled slightly too\nbroadly and gave people the unnerving impression that he was\nabout to go for their neck.\n\nHe struck most of the friends he had made on Earth as an\neccentric, but a harmless one an unruly boozer with some\noddish habits. For instance he would often gatecrash university\nparties, get badly drunk and start making fun of any\nastrophysicist he could find till he got thrown out.\n\nSometimes he would get seized with oddly distracted moods and\nstare into the sky as if hypnotized until someone asked him what\nhe was doing. Then he would start guiltily for a moment, relax\nand grin.\n\"Oh, just looking for flying saucers\" he would joke and everyone\nwould laugh and ask him what sort of flying saucers he was\nlooking for.\n\n\"Green ones!\" he would reply with a wicked grin, laugh wildly for\na moment and then suddenly lunge for the nearest bar and buy an\nenormous round of drinks.\n\nEvenings like this usually ended badly. Ford would get out of his\nskull on whisky, huddle into a corner with some girl and explain\nto her in slurred phrases that honestly the colour of the flying\nsaucers didn't matter that much really.\n\nThereafter, staggering semi paralytic down the night streets he\nwould often ask passing policemen if they knew the way to\nBetelgeuse. The policemen would usually say something like,\n\"Don't you think it's about time you went off home sir?\"\n\n\"I'm trying to baby, I'm trying to\" is what Ford invariably\nreplied on these occasions.\n\nIn fact what he was really looking out for when he stared\ndistractedly into the night sky was any kind of flying saucer at\nall. The reason he said green was that green was the traditional\nspace livery of the Betelgeuse trading scouts.\n\nFord Prefect was desperate that any flying saucer at all would\narrive soon because fifteen years was a long time to get stranded\nanywhere, particularly somewhere as mindboggingly dull as the\nEarth.\n\nFord wished that a flying saucer would arrive soon because he\nknew how to flag flying saucers down and get lifts from them. He\nknew how to see the Marvels of the Universe for less than thirty\nAltairan dollars a day.\n\nIn fact, Ford Prefect was a roving researcher for that wholly\nremarkable book The Hitch Hiker's Guide to the Galaxy.\n\nHuman beings are great adaptors, and by lunchtime life in the\nenvirons of Arthur's house had settled into a steady routine. It\nwas Arthur's accepted role to lie squelching in the mud making\noccasional demands to see his lawyer, his mother or a good book;\nit was Mr Prosser's accepted role to tackle Arthur with the\noccasional new ploy such as the For the Public Good talk, the\nMarch of Progress talk, the They Knocked My House Down Once You\nKnow, Never Looked Back talk and various other cajoleries and\nthreats; and it was the bulldozer drivers' accepted role to sit\naround drinking coffee and experimenting with union regulations\nto see how they could turn the situation to their financial\nadvantage.\n\nThe Earth moved slowly in its diurnal course.\n\nThe sun was beginning to dry out the mud Arthur lay in.\n\nA shadow moved across him again.\n\n\"Hello Arthur\" said the shadow.\nArthur looked up and squinting into the sun was startled to see\nFord Prefect standing above him.\n\n\"Ford! Hello, how are you?\"\n\n\"Fine\" said Ford, \"look, are you busy?\"\n\n\"Am I busy?\" exclaimed Arthur. \"Well, I've just got all these\nbulldozers and things to lie in front of because they'll knock my\nhouse down if I don't, but other than that ... well, no not\nespecially, why?\"\n\nThey don't have sarcasm on Betelgeuse, and Ford Prefect often\nfailed to notice it unless he was concentrating. He said, \"Good,\nis there anywhere we can talk?\"\n\n\"What?\" said Arthur Dent.\n\nFor a few seconds Ford seemed to ignore him, and stared fixedly\ninto the sky like a rabbit trying to get run over by a car. Then\nsuddenly he squatted down beside Arthur.\n\n\"We've got to talk\" he said urgently.\n\n\"Fine\" said Arthur, \"talk\"\n\n\"And drink\" said Ford. \"It's vitally important that we talk and\ndrink. Now. We'll go to the pub in the village\"\n\nHe looked into the sky again, nervous, expectant.\n\n\"Look, don't you understand?\" shouted Arthur. He pointed at\nProsser. \"That man wants to knock my house down!\"\n\nFord glanced at him, puzzled.\n\n\"Well he can do it while you're away can't he?\" he asked.\n\n\"But I don't want him to!\"\n\n\"Ah\"\n\n\"Look, what's the matter with you Ford?\" said Arthur.\n\n\"Nothing. Nothing's the matter. Listen to me I've got to tell\nyou the most important thing you've ever heard. I've got to tell\nyou now, and I've got to tell you in the saloon bar of the Horse\nand Groom\"\n\n\"But why?\"\n\n\"Because you are going to need a very stiff drink\"\n\nFord stared at Arthur, and Arthur was astonished to find that his\nwill was beginning to weaken. He didn't realize that this was\nbecause of an old drinking game that Ford learned to play in the\nhyperspace ports that served the madranite mining belts in the\nstar system of Orion Beta.\nThe game was not unlike the Earth game called Indian Wrestling,\nand was played like this:\n\nTwo contestants would sit either side of a table, with a glass in\nfront of each of them.\n\nBetween them would be placed a bottle of Janx Spirit (as\nimmortalized in that ancient Orion mining song \"Oh don't give me\nnone more of that Old Janx Spirit/ No, don't you give me none\nmore of that Old Janx Spirit/ For my head will fly, my tongue\nwill lie, my eyes will fry and I may die/ Won't you pour me one\nmore of that sinful Old Janx Spirit\").\n\nEach of the two contestants would then concentrate their will on\nthe bottle and attempt to tip it and pour spirit into the glass\nof his opponent who would then have to drink it.\n\nThe bottle would then be refilled. The game would be played\nagain. And again.\n\nOnce you started to lose you would probably keep losing, because\none of the effects of Janx spirit is to depress telepsychic\npower.\n\nAs soon as a predetermined quantity had been consumed, the final\nloser would have to perform a forfeit, which was usually\nobscenely biological.\n\nFord Prefect usually played to lose.\n\nFord stared at Arthur, who began to think that perhaps he did\nwant to go to the Horse and Groom after all.\n\n\"But what about my house ...?\" he asked plaintively.\n\nFord looked across to Mr Prosser, and suddenly a wicked thought\nstruck him.\n\n\"He wants to knock your house down?\"\n\n\"Yes, he wants to build ..\"\n\n\"And he can't because you're lying in front of the bulldozers?\"\n\n\"Yes, and ..\"\n\n\"I'm sure we can come to some arrangement\" said Ford. \"Excuse\nme!\" he shouted.\n\nMr Prosser (who was arguing with a spokesman for the bulldozer\ndrivers about whether or not Arthur Dent constituted a mental\nhealth hazard, and how much they should get paid if he did)\nlooked around. He was surprised and slightly alarmed to find that\nArthur had company.\n\n\"Yes? Hello?\" he called. \"Has Mr Dent come to his senses yet?\"\n\n\"Can we for the moment\" called Ford, \"assume that he hasn't?\"\n\"Well?\" sighed Mr Prosser.\n\n\"And can we also assume\" said Ford, \"that he's going to be\nstaying here all day?\"\n\n\"So?\"\n\n\"So all your men are going to be standing around all day doing\nnothing?\"\n\n\"Could be, could be ..\"\n\n\"Well, if you're resigned to doing that anyway, you don't\nactually need him to lie here all the time do you?\"\n\n\"What?\"\n\n\"You don't\" said Ford patiently, \"actually need him here\"\n\nMr Prosser thought about this.\n\n\"Well no, not as such..\", he said, \"not exactly need ..\"\nProsser was worried. He thought that one of them wasn't making a\nlot of sense.\n\nFord said, \"So if you would just like to take it as read that\nhe's actually here, then he and I could slip off down to the pub\nfor half an hour. How does that sound?\"\n\nMr Prosser thought it sounded perfectly potty.\n\n\"That sounds perfectly reasonable\" he said in a reassuring tone\nof voice, wondering who he was trying to reassure.\n\n\"And if you want to pop off for a quick one yourself later on\"\nsaid Ford, \"we can always cover up for you in return\"\n\n\"Thank you very much\" said Mr Prosser who no longer knew how to\nplay this at all, \"thank you very much, yes, that's very kind\n..\" He frowned, then smiled, then tried to do both at once,\nfailed, grasped hold of his fur hat and rolled it fitfully round\nthe top of his head. He could only assume that he had just won.\n\n\"So\" continued Ford Prefect, \"if you would just like to come\nover here and lie down ..\"\n\n\"What?\" said Mr Prosser.\n\n\"Ah, I'm sorry\" said Ford, \"perhaps I hadn't made myself fully\nclear. Somebody's got to lie in front of the bulldozers haven't\nthey? Or there won't be anything to stop them driving into Mr\nDent's house will there?\"\n\n\"What?\" said Mr Prosser again.\n\n\"It's very simple\" said Ford, \"my client, Mr Dent, says that he\nwill stop lying here in the mud on the sole condition that you\ncome and take over from him\"\n\"What are you talking about?\" said Arthur, but Ford nudged him\nwith his shoe to be quiet.\n\n\"You want me\" said Mr Prosser, spelling out this new thought to\nhimself, \"to come and lie there ..\"\n\n\"Yes\"\n\n\"In front of the bulldozer?\"",
  "chunks": [
    "The Hitch Hiker's Guide to the Galaxy.\n  By Douglas Adams, read by Will Wheaton. \n \n for Jonny Brock and Clare Gorst\nand all other Arlingtoniansfor tea, sympathy, and a sofa.",
    "Far out in the uncharted backwaters of the unfashionable end of\nthe western spiral arm of the Galaxy lies a small unregarded\nyellow sun.",
    "Orbiting this at a distance of roughly ninety two million miles\nis an utterly insignificant little blue green planet whose ape \ndescended life forms are so amazingly primitive that they still\nthink digital watches are a pretty neat idea.",
    "This planet has or rather had a problem, which was this: most\nof the people on it were unhappy for pretty much of the time.",
    "Many solutions were suggested for this problem, but most of these\nwere largely concerned with the movements of small green pieces\nof paper, which is odd because on the whole it wasn't the small\ngreen pieces of paper that were unhappy.",
    "And so the problem remained; lots of the people were mean, and\nmost of them were miserable, even the ones with digital watches.\n\n Many were increasingly of the opinion that they'd all made a big\nmistake in coming down from the trees in the first place.",
    "And\nsome said that even the trees had been a bad move, and that no\none should ever have left the oceans.",
    "And then, one Thursday, nearly two thousand years after one man\nhad been nailed to a tree for saying how great it would be to be\nnice to people for a change, one girl sitting on her own in a\nsmall cafe in Rickmansworth suddenly realized what it was that\nhad been going wrong all this time, and she finally knew how the\nworld could be made a good and happy place.",
    "This time it was\nright, it would work, and no one would have to get nailed to\nanything.\n\n Sadly, however, before she could get to a phone to tell anyone \nabout it, a terribly stupid catastrophe occurred, and the idea\nwas lost forever.\n\n This is not her story.",
    "But it is the story of that terrible stupid catastrophe and some\nof its consequences.",
    "It is also the story of a book, a book called The Hitch Hiker's\nGuide to the Galaxy not an Earth book, never published on\nEarth, and until the terrible catastrophe occurred, never seen or\nheard of by any Earthman.\n\n Nevertheless, a wholly remarkable book.",
    "in fact it was probably the most remarkable book ever to come out\nof the great publishing houses of Ursa Minor of which no\nEarthman had ever heard either.",
    "Not only is it a wholly remarkable book, it is also a highly\nsuccessful one more popular than the Celestial Home Care\nOmnibus, better selling than Fifty More Things to do in Zero\nGravity, and more controversial than Oolon Colluphid's trilogy of\nphilosophical blockbusters Where God Went Wrong, Some More of\nGod's Greatest Mistakes and Who is this God Person Anyway?",
    "In many of the more relaxed civilizations on the Outer Eastern\nRim of the Galaxy, the Hitch Hiker's Guide has already supplanted\nthe great Encyclopedia Galactica as the standard repository of\nall knowledge and wisdom, for though it has many omissions and\ncontains much that is apocryphal, or at least wildly inaccurate,\nit scores over the older, more pedestrian work in two important\nrespects.",
    "First, it is slightly cheaper; and secondly it has the words\nDon't Panic inscribed in large friendly letters on its cover.",
    "But the story of this terrible, stupid Thursday, the story of its\nextraordinary consequences, and the story of how these\nconsequences are inextricably intertwined with this remarkable\nbook begins very simply.\n\n It begins with a house.\n\n\n\n The house stood on a slight rise just on the edge of the village.",
    "It stood on its own and looked over a broad spread of West\nCountry farmland.",
    "Not a remarkable house by any means it was\nabout thirty years old, squattish, squarish, made of brick, and\nhad four windows set in the front of a size and proportion which\nmore or less exactly failed to please the eye.",
    "The only person for whom the house was in any way special was\nArthur Dent, and that was only because it happened to be the one\nhe lived in.",
    "He had lived in it for about three years, ever since\nhe had moved out of London because it made him nervous and\nirritable.  He was about thirty as well, dark haired and never \nquite at ease with himself.",
    "The thing that used to worry him most\nwas the fact that people always used to ask him what he was\nlooking so worried about.  He worked in local radio which he\nalways used to tell his friends was a lot more interesting than\nthey probably thought.",
    "It was, too most of his friends worked\nin advertising.\n\n It hadn't properly registered with Arthur that the council wanted\nto knock down his house and build an bypass instead.\n\n At eight o'clock on Thursday morning Arthur didn't feel very\ngood.",
    "He woke up blearily, got up, wandered blearily round his\nroom, opened a window, saw a bulldozer, found his slippers, and\nstomped off to the bathroom to wash.\n\n Toothpaste on the brush so.  Scrub.\n\n Shaving mirror pointing at the ceiling.  He adjusted it.",
    "For a\nmoment it reflected a second bulldozer through the bathroom\nwindow.  Properly adjusted, it reflected Arthur Dent's bristles.\n He shaved them off, washed, dried, and stomped off to the kitchen\nto find something pleasant to put in his mouth.\n\n Kettle, plug, fridge, milk, coffee.  Yawn.",
    "The word bulldozer wandered through his mind for a moment in\nsearch of something to connect with.\n\n The bulldozer outside the kitchen window was quite a big one.\n\n He stared at it.\n\n \"Yellow\" he thought and stomped off back to his bedroom to get\ndressed.",
    "Passing the bathroom he stopped to drink a large glass of water,\nand another.  He began to suspect that he was hung over.  Why was\nhe hung over?  Had he been drinking the night before?  He supposed\nthat he must have been.  He caught a glint in the shaving mirror.",
    "\"Yellow\" he thought and stomped on to the bedroom.\n\n He stood and thought.  The pub, he thought.  Oh dear, the pub.  He\nvaguely remembered being angry, angry about something that seemed\nimportant.",
    "He'd been telling people about it, telling people\nabout it at great length, he rather suspected: his clearest\nvisual recollection was of glazed looks on other people's faces.\n Something about a new bypass he had just found out about.",
    "It had\nbeen in the pipeline for months only no one seemed to have known\nabout it.  Ridiculous.  He took a swig of water.  It would sort\nitself out, he'd decided, no one wanted a bypass, the council\ndidn't have a leg to stand on.  It would sort itself out.",
    "God what a terrible hangover it had earned him though.  He looked\nat himself in the wardrobe mirror.  He stuck out his tongue.\n \"Yellow\" he thought.  The word yellow wandered through his mind\nin search of something to connect with.",
    "Fifteen seconds later he was out of the house and lying in front\nof a big yellow bulldozer that was advancing up his garden path.\n Mr L Prosser was, as they say, only human.  In other words he was\na carbon based life form descended from an ape.",
    "More specifically\nhe was forty, fat and shabby and worked for the local council.",
    "Curiously enough, though he didn't know it, he was also a direct\nmale line descendant of Genghis Khan, though intervening\ngenerations and racial mixing had so juggled his genes that he\nhad no discernible Mongoloid characteristics, and the only\nvestiges left in Mr L Prosser of his mighty ancestry were a\npronounced stoutness about the tum and a predilection for little\nfur hats.",
    "He was by no means a great warrior: in fact he was a nervous\nworried man.",
    "Today he was particularly nervous and worried\nbecause something had gone seriously wrong with his job which\nwas to see that Arthur Dent's house got cleared out of the way\nbefore the day was out.\n\n \"Come off it, Mr Dent\", he said, \"you can't win you know.",
    "You\ncan't lie in front of the bulldozer indefinitely\" He tried to\nmake his eyes blaze fiercely but they just wouldn't do it.\n\n Arthur lay in the mud and squelched at him.",
    "\"I'm game\" he said, \"we'll see who rusts first\"\n\n\"I'm afraid you're going to have to accept it\" said Mr Prosser\ngripping his fur hat and rolling it round the top of his head,\n\"this bypass has got to be built and it's going to be built!",
    "\"\n\n\"First I've heard of it\" said Arthur, \"why's it going to be\nbuilt? \"\n\nMr Prosser shook his finger at him for a bit, then stopped and\nput it away again.\n\n \"What do you mean, why's it got to be built? \" he said.  \"It's a\nbypass.",
    "You've got to build bypasses\"\n\nBypasses are devices which allow some people to drive from point\nA to point B very fast whilst other people dash from point B to\npoint A very fast.",
    "People living at point C, being a point\ndirectly in between, are often given to wonder what's so great\nabout point A that so many people of point B are so keen to get\nthere, and what's so great about point B that so many people of\npoint A are so keen to get there.",
    "They often wish that people\nwould just once and for all work out where the hell they wanted\nto be.\n\n Mr Prosser wanted to be at point D.  Point D wasn't anywhere in\nparticular, it was just any convenient point a very long way from\npoints A, B and C.",
    "He would have a nice little cottage at point\nD, with axes over the door, and spend a pleasant amount of time\nat point E, which would be the nearest pub to point D.  His wife\nof course wanted climbing roses, but he wanted axes.",
    "He didn't\nknow why he just liked axes.  He flushed hotly under the\nderisive grins of the bulldozer drivers.\n\n He shifted his weight from foot to foot, but it was equally\nuncomfortable on each.  Obviously somebody had been appallingly\nincompetent and he hoped to God it wasn't him.",
    "Mr Prosser said: \"You were quite entitled to make any suggestions\nor protests at the appropriate time you know\"\n\n\"Appropriate time? \" hooted Arthur.  \"Appropriate time?  The first I\nknew about it was when a workman arrived at my home yesterday.",
    "I\nasked him if he'd come to clean the windows and he said no he'd\ncome to demolish the house.  He didn't tell me straight away of\ncourse.  Oh no.  First he wiped a couple of windows and charged me\na fiver.",
    "Then he told me\"\n\n\"But Mr Dent, the plans have been available in the local planning\noffice for the last nine month\"\n\n\"Oh yes, well as soon as I heard I went straight round to see\nthem, yesterday afternoon.",
    "You hadn't exactly gone out of your\nway to call attention to them had you?  I mean like actually\ntelling anybody or anything\"\n\n\"But the plans were on display.. \"\n\n\"On display?",
    "I eventually had to go down to the cellar to find\nthem\"\n\n\"That's the display department\"\n\n\"With a torch\"\n\n\"Ah, well the lights had probably gone\"\n\n\"So had the stairs\"\n\n\"But look, you found the notice didn't you? \"\n\n\"Yes\" said Arthur, \"yes I did.",
    "It was on display in the bottom\nof a locked filing cabinet stuck in a disused lavatory with a\nsign on the door saying Beware of the Leopard\"\n\nA cloud passed overhead.",
    "It cast a shadow over Arthur Dent as he\nlay propped up on his elbow in the cold mud.  It cast a shadow\nover Arthur Dent's house.  Mr Prosser frowned at it.\n\n \"It's not as if it's a particularly nice house\" he said.",
    "\"I'm sorry, but I happen to like it\"\n\n\"You'll like the bypass\"\n\n\"Oh shut up\" said Arthur Dent.  \"Shut up and go away, and take\nyour bloody bypass with you.",
    "You haven't got a leg to stand on\nand you know it\"\n\nMr Prosser's mouth opened and closed a couple of times while his\nmind was for a moment filled with inexplicable but terribly\nattractive visions of Arthur Dent's house being consumed with\nfire and Arthur himself running screaming from the blazing ruin\nwith at least three hefty spears protruding from his back.",
    "Mr\nProsser was often bothered with visions like these and they made\nhim feel very nervous.  He stuttered for a moment and then pulled\nhimself together.\n\n \"Mr Dent\" he said.\n\n \"Hello?  Yes? \" said Arthur.\n\n \"Some factual information for you.",
    "Have you any idea how much\ndamage that bulldozer would suffer if I just let it roll straight\nover you? \"\n\n\"How much? \" said Arthur.",
    "\"None at all\" said Mr Prosser, and stormed nervously off\nwondering why his brain was filled with a thousand hairy horsemen\nall shouting at him.",
    "By a curious coincidence, None at all is exactly how much\nsuspicion the ape descendant Arthur Dent had that one of his\nclosest friends was not descended from an ape, but was in fact\nfrom a small planet in the vicinity of Betelgeuse and not from\nGuildford as he usually claimed.",
    "Arthur Dent had never, ever suspected this.\n\n This friend of his had first arrived on the planet some fifteen\nEarth years previously, and he had worked hard to blend himself\ninto Earth society with, it must be said, some success.",
    "For\ninstance he had spent those fifteen years pretending to be an out\nof work actor, which was plausible enough.\n\n He had made one careless blunder though, because he had skimped a\nbit on his preparatory research.",
    "The information he had gathered\nhad led him to choose the name \"Ford Prefect\" as being nicely\ninconspicuous.\n\n He was not conspicuously tall, his features were striking but not\nconspicuously handsome.  His hair was wiry and gingerish and\nbrushed backwards from the temples.",
    "His skin seemed to be pulled\nbackwards from the nose.  There was something very slightly odd\nabout him, but it was difficult to say what it was.",
    "Perhaps it\nwas that his eyes didn't blink often enough and when you talked\nto him for any length of time your eyes began involuntarily to\nwater on his behalf.",
    "Perhaps it was that he smiled slightly too\nbroadly and gave people the unnerving impression that he was\nabout to go for their neck.\n\n He struck most of the friends he had made on Earth as an\neccentric, but a harmless one an unruly boozer with some\noddish habits.",
    "For instance he would often gatecrash university\nparties, get badly drunk and start making fun of any\nastrophysicist he could find till he got thrown out.",
    "Sometimes he would get seized with oddly distracted moods and\nstare into the sky as if hypnotized until someone asked him what\nhe was doing.  Then he would start guiltily for a moment, relax\nand grin.",
    "\"Oh, just looking for flying saucers\" he would joke and everyone\nwould laugh and ask him what sort of flying saucers he was\nlooking for.\n\n \"Green ones!",
    "\" he would reply with a wicked grin, laugh wildly for\na moment and then suddenly lunge for the nearest bar and buy an\nenormous round of drinks.\n\n Evenings like this usually ended badly.",
    "Ford would get out of his\nskull on whisky, huddle into a corner with some girl and explain\nto her in slurred phrases that honestly the colour of the flying\nsaucers didn't matter that much really.",
    "Thereafter, staggering semi paralytic down the night streets he\nwould often ask passing policemen if they knew the way to\nBetelgeuse.  The policemen would usually say something like,\n\"Don't you think it's about time you went off home sir?",
    "\"\n\n\"I'm trying to baby, I'm trying to\" is what Ford invariably\nreplied on these occasions.\n\n In fact what he was really looking out for when he stared\ndistractedly into the night sky was any kind of flying saucer at\nall.",
    "The reason he said green was that green was the traditional\nspace livery of the Betelgeuse trading scouts.\n\n Ford Prefect was desperate that any flying saucer at all would\narrive soon because fifteen years was a long time to get stranded\nanywhere, particularly somewhere as mindboggingly dull as the\nEarth.",
    "Ford wished that a flying saucer would arrive soon because he\nknew how to flag flying saucers down and get lifts from them.  He\nknew how to see the Marvels of the Universe for less than thirty\nAltairan dollars a day.",
    "In fact, Ford Prefect was a roving researcher for that wholly\nremarkable book The Hitch Hiker's Guide to the Galaxy.\n\n Human beings are great adaptors, and by lunchtime life in the\nenvirons of Arthur's house had settled into a steady routine.",
    "It\nwas Arthur's accepted role to lie squelching in the mud making\noccasional demands to see his lawyer, his mother or a good book;\nit was Mr Prosser's accepted role to tackle Arthur with the\noccasional new ploy such as the For the Public Good talk, the\nMarch of Progress talk, the They Knocked My House Down Once You\nKnow, Never Looked Back talk and various other cajoleries and\nthreats; and it was the bulldozer drivers' accepted role to sit\naround drinking coffee and experimenting with union regulations\nto see how they could turn the situation to their financial\nadvantage.",
    "The Earth moved slowly in its diurnal course.\n\n The sun was beginning to dry out the mud Arthur lay in.\n\n A shadow moved across him again.\n\n \"Hello Arthur\" said the shadow.\n Arthur looked up and squinting into the sun was startled to see\nFord Prefect standing above him.\n\n \"Ford!",
    "Hello, how are you? \"\n\n\"Fine\" said Ford, \"look, are you busy? \"\n\n\"Am I busy? \" exclaimed Arthur.  \"Well, I've just got all these\nbulldozers and things to lie in front of because they'll knock my\nhouse down if I don't, but other than that...",
    "well, no not\nespecially, why? \"\n\nThey don't have sarcasm on Betelgeuse, and Ford Prefect often\nfailed to notice it unless he was concentrating.  He said, \"Good,\nis there anywhere we can talk? \"\n\n\"What? \" said Arthur Dent.",
    "For a few seconds Ford seemed to ignore him, and stared fixedly\ninto the sky like a rabbit trying to get run over by a car.  Then\nsuddenly he squatted down beside Arthur.\n\n \"We've got to talk\" he said urgently.\n\n \"Fine\" said Arthur, \"talk\"\n\n\"And drink\" said Ford.",
    "\"It's vitally important that we talk and\ndrink.  Now.  We'll go to the pub in the village\"\n\nHe looked into the sky again, nervous, expectant.\n\n \"Look, don't you understand? \" shouted Arthur.  He pointed at\nProsser.  \"That man wants to knock my house down! \"\n\nFord glanced at him, puzzled.",
    "\"Well he can do it while you're away can't he? \" he asked.\n\n \"But I don't want him to! \"\n\n\"Ah\"\n\n\"Look, what's the matter with you Ford? \" said Arthur.\n\n \"Nothing.  Nothing's the matter.  Listen to me I've got to tell\nyou the most important thing you've ever heard.",
    "I've got to tell\nyou now, and I've got to tell you in the saloon bar of the Horse\nand Groom\"\n\n\"But why?",
    "\"\n\n\"Because you are going to need a very stiff drink\"\n\nFord stared at Arthur, and Arthur was astonished to find that his\nwill was beginning to weaken.",
    "He didn't realize that this was\nbecause of an old drinking game that Ford learned to play in the\nhyperspace ports that served the madranite mining belts in the\nstar system of Orion Beta.",
    "The game was not unlike the Earth game called Indian Wrestling,\nand was played like this:\n\nTwo contestants would sit either side of a table, with a glass in\nfront of each of them.",
    "Between them would be placed a bottle of Janx Spirit (as\nimmortalized in that ancient Orion mining song \"Oh don't give me\nnone more of that Old Janx Spirit/ No, don't you give me none\nmore of that Old Janx Spirit/ For my head will fly, my tongue\nwill lie, my eyes will fry and I may die/ Won't you pour me one\nmore of that sinful Old Janx Spirit\").",
    "Each of the two contestants would then concentrate their will on\nthe bottle and attempt to tip it and pour spirit into the glass\nof his opponent who would then have to drink it.\n\n The bottle would then be refilled.  The game would be played\nagain.  And again.",
    "Once you started to lose you would probably keep losing, because\none of the effects of Janx spirit is to depress telepsychic\npower.\n\n As soon as a predetermined quantity had been consumed, the final\nloser would have to perform a forfeit, which was usually\nobscenely biological.",
    "Ford Prefect usually played to lose.\n\n Ford stared at Arthur, who began to think that perhaps he did\nwant to go to the Horse and Groom after all.\n\n \"But what about my house...? \" he asked plaintively.\n\n Ford looked across to Mr Prosser, and suddenly a wicked thought\nstruck him.",
    "\"He wants to knock your house down? \"\n\n\"Yes, he wants to build.. \"\n\n\"And he can't because you're lying in front of the bulldozers? \"\n\n\"Yes, and.. \"\n\n\"I'm sure we can come to some arrangement\" said Ford.  \"Excuse\nme! \" he shouted.",
    "Mr Prosser (who was arguing with a spokesman for the bulldozer\ndrivers about whether or not Arthur Dent constituted a mental\nhealth hazard, and how much they should get paid if he did)\nlooked around.  He was surprised and slightly alarmed to find that\nArthur had company.\n\n \"Yes?  Hello?",
    "\" he called.  \"Has Mr Dent come to his senses yet? \"\n\n\"Can we for the moment\" called Ford, \"assume that he hasn't? \"\n\"Well? \" sighed Mr Prosser.\n\n \"And can we also assume\" said Ford, \"that he's going to be\nstaying here all day? \"\n\n\"So?",
    "\"\n\n\"So all your men are going to be standing around all day doing\nnothing? \"\n\n\"Could be, could be.. \"\n\n\"Well, if you're resigned to doing that anyway, you don't\nactually need him to lie here all the time do you? \"\n\n\"What?",
    "\"\n\n\"You don't\" said Ford patiently, \"actually need him here\"\n\nMr Prosser thought about this.\n\n \"Well no, not as such.. \", he said, \"not exactly need.. \"\nProsser was worried.  He thought that one of them wasn't making a\nlot of sense.",
    "Ford said, \"So if you would just like to take it as read that\nhe's actually here, then he and I could slip off down to the pub\nfor half an hour.  How does that sound? \"\n\nMr Prosser thought it sounded perfectly potty.",
    "\"That sounds perfectly reasonable\" he said in a reassuring tone\nof voice, wondering who he was trying to reassure.",
    "\"And if you want to pop off for a quick one yourself later on\"\nsaid Ford, \"we can always cover up for you in return\"\n\n\"Thank you very much\" said Mr Prosser who no longer knew how to\nplay this at all, \"thank you very much, yes, that's very kind..",
    "\" He frowned, then smiled, then tried to do both at once,\nfailed, grasped hold of his fur hat and rolled it fitfully round\nthe top of his head.  He could only assume that he had just won.",
    "\"So\" continued Ford Prefect, \"if you would just like to come\nover here and lie down.. \"\n\n\"What? \" said Mr Prosser.\n\n \"Ah, I'm sorry\" said Ford, \"perhaps I hadn't made myself fully\nclear.  Somebody's got to lie in front of the bulldozers haven't\nthey?",
    "Or there won't be anything to stop them driving into Mr\nDent's house will there? \"\n\n\"What? \" said Mr Prosser again.",
    "\"It's very simple\" said Ford, \"my client, Mr Dent, says that he\nwill stop lying here in the mud on the sole condition that you\ncome and take over from him\"\n\"What are you talking about? \" said Arthur, but Ford nudged him\nwith his shoe to be quiet.",
    "\"You want me\" said Mr Prosser, spelling out this new thought to\nhimself, \"to come and lie there.. \"\n\n\"Yes\"\n\n\"In front of the bulldozer? \""
  ],
  "voice_info": {
    "voice_name": "Will-W",
    "display_name": "Male",
    "audio_file": "H:\\CurserProjects\\chatterbox\\chatterbox-audiobook\\chatterbox\\speakers\\Will-W\\reference.wav",
    "exaggeration": 0.5,
    "cfg_weight": 0.5,
    "temperature": 0.8
  },
  "sample_rate": 24000,
  "version": "1.0"
}