{
  "project_name": "FlyingNunv2",
  "project_type": "single_voice",
  "creation_date": "1748556740.8494544",
  "text_content": "The Flying Nun\nBy Lindsay Morris\n.\n.\n.\n.\n,\n\nI had to pee and I was afraid to die, in that order. The plane was bucking hard over the Atlantic, scaring the hell out of everyone. \n\nThe airline seat was hard, unforgiving, upholstered with something that even the most generous pricks would struggle to call leather. I stuck to the thing, sweating and clenching. Trying to hold it all in. Every lurch made my sphincter squeeze in panic. The grip was so intense, I could have cracked a turd in half. \n\nDespite all the goddamn fear, my bladder wouldn't let up.\n\n\"I can hold it,\" I assured myself.\n\nBut this shit show was budget—no in-flight movies, no tiny bottles of tequila to keep you sane. Nothing but the endless drone of engines and the jarring shake that rippled through the cabin, reminding all of us cheap bastards that we’d royally screwed ourselves.\n\nCarol would probably have called this Karma at 30,000 feet.\n\nI checked my pockets for the third time. I rubbed the little metal flask that had been empty since we boarded.\n\nWhat I wouldn't give to keep from dying sober.\n\n\nI mean dying is one thing, but sober and in a pool of my own piss? I had higher hopes.\n\nMy only saving grace?\n\nRight next to me was the hottest nun you’ve ever seen. Her lips, God, her lips. Wet, wide, juicy little suckers I couldn’t stop staring at. \n\nShe was wearing the outfit and everything. They let her board early, right along with the screaming babies and that guy who insisted being over 65 counted as a disability. I admired her game.\n\nMy ex, Carol, hated nuns. Thought they were all brownnosers. But to be fair, her hate wasn’t exactly selective. She hated our house in Reno, my mother, her mother, her job, my job, the 15 years we spent together.\nAnd me. She definitely hated me.\nOn the next jolt, the nun let out a soft little gasp, her tongue flicking out just enough to catch the fervent religious spittle gathering at the corner of her mouth. She’d been praying non-stop for the last ten minutes.\nEvery jostle, every shake, was met with the sweetest Hail Mary, full of grace. God probably didn’t have a clue what to do in a situation like this.\nTank the plane, and I go under. No great loss.\nThen again, tank the plane, and his sweet little angel gets her first taste of water sports.\n She glanced over at me, her knuckles bright white around around her thick little rosary. \n\n“Would you like to pray with me?”\n\n“Hell yeah.”\n\nHer hand reached out, laying those soft, pink, moist little nubs gently over my fingers. I wanted to lick the holy sweat from her palms. Only, I don’t think my bladder could take another drop.\n\nWe caught a nasty gust of wind, and I tried to give her a reassuring wink—just as a nervous fart slipped out.\n\nSurely she wouldn’t hold a bit of turbulence-induced flatulence against a fellow child of God.\n\n“Close your eyes,” she whispered. “Let’s ask for his forgiveness.”\n\nClose my eyes? Not a shot. Not when I could watch her mouth do the lord's work.\n\nBut then she froze. Her lips parted, those flushed red cheeks going green as her eyes widened in alarm. Her hand jerked away, clutching at her stomach.\n\nShe leaned forward, her eyes darting around in panic, desperately scanning for one of those emergency spew sacks. \nI dug into the seat pockets in front of me, elbow deep in crumpled magazines, sticky wrappers, chewed up pen caps, loose pretzels, and a disturbing large clump of hair.\nGuess barf bags are too good for economy.\n“Hold on!” I screamed.\nBut God had other plans. She was about to blow, and on instinct, I reached out, my hand covering her mouth, her breath hot and damp against my skin.\nOur eyes met and for a moment I got lost in those baby blues as the first wave of bile hit. It splattered against my skin, clinging to the creases of my palm.\nI held firm, determined to be her savior as hot mucus threatened to slide through my fingers.\nSlowly, she began to swallow, her throat moving in deliberate, rhythmic motions.\nGod may hate me. Just like he hated my father, my brother, my uncle, my second and third aunts, and that guy at the end of the cul-de-sac who kept getting arrested for DMT. But right then? I felt the call.\nWe had an Angel in common and she needed help. Needed tissues. Needed a nice, safe place to unburden herself. And if I could piss at the same time, well, that’s a two-for-one miracle if I ever saw one.\nSo I unbuckled, climbed over the holy spirit, and staggered toward the john. Determined to bring back the goods. \n\nI’m talking barf bags, tissues, water bottles, headphones, blankets, ginger ale, those fancy inflatable pillows reserved for frequent flyers.\n\nThe stewardess, who was strapped in tight, shot me a thumbs down as I lurched across the cabin. She might've also been shouting at me to sit the hell down, but my bladder was screaming louder, so I didn't really give a shit.\n\nJust then, a bout of turbulence flicked the lights off and a chorus of screams provided the perfect distraction. I ran, stumbling, to the back, shouldering the bathroom door with a hell of a lot of force.\n\nMy armpit caught the sticky edge of the Vacant sign and I felt some of the dangly squatters underneath my pit being ripped out as the pressure slid the door sideways. I fumbled in the dim light for the lock as the plane gave another violent shudder. The walls pulsated as I leaned against the cool metal, struggling to catch my breath.\n\nThen the lights clicked on, and I wish to God they hadn't. The bathroom was a mess. I’m talking pure chaos. The turbulence had given everything a hellish shake-up. Pink soap was drizzled with artistic flair over the rim of the toilet seat. Several used tampons had liberated themselves from the sanitary bin, inching along the piss-soaked floor like a procession of eager, pre-metamorphosed caterpillars. Wads of toilet paper clung to the mirror, fused by clear clumps of creamy fluid that could have passed for snot but looked more like jizz.\n\nThe steel wing tipped, launching me sideways, and I stumbled, my foot skidding on the cluster of bloodied tampons. My hand shot out to brace my fall, landing in a slick smear of pink soap that sent me sliding forward, ramming the side of my face against the filthy toilet rimMy knees met solid ground, the urine soaking through my jeans.\n\nOut of options, I interlaced my fingers in front of that toilet and appealed to a higher authority.\n\n\nDear God.\nPlease give me the strength to help that ridiculously hot nun in 3B. I know I’m not your favorite, I know I screwed things up with Carol. I wasn’t patient enough, I drank too much, and okay, I might’ve called her mother a bitch one too many times. But you’ve gotta admit, she really is a bitch.\nThe plane dropped suddenly. A quick, stomach-flipping plunge that sent my forehead bouncing off the rim of the toilet.\nLook, if you can just grant me the decency to piss, I swear I’ll do everything I can to honor, cherish, and assist that divine piece of ass you’ve seated beside me. Amen.\nMaybe it was divine intervention. Maybe it was just what a man has to do when faced with the defining moment of his life. When he has to choose between cowardice and courage, between pissing himself and becoming the master of his own destiny.\n\nDetermined, clutching the sink for support, I hauled my ass up.\n\nScuzzy hands went to adjust my fly, only to find it already hanging open. I hoped the nun hadn’t seen.\n\nI didn’t have it in me to be embarrassed as I let go, relief washing over me with what might have been the most satisfying piss of my life. A good piss is a good piss, no matter the decor, but this was something else. Urine shot out of me with the force of a man half my age. Not too shabby, I thought, as my aim rang true, hitting the bowl’s sweet spot.\n\nThe sink was busted, so I wiped my hands, covered in shit, piss, grime, filth, and God knows what else, on wads of tissues I grabbed by the fistful. Some of them fell like breadcrumbs behind me as I stumbled toward the galley, where I was sure supplies for first-class passengers were stashed. My sticky hands jammed into cold metal compartments, hunting through pristine napkins, unopened wipes, lily-white vomit vessels—the kind of shit they don’t waste on the likes of economy flyers.\n\nI grabbed it all by the handful.\nThe turbulence intensified as I stumbled past my fellow passengers, the plane bucking back and forth. I didn’t bother with the excuse mes or pardon mes, knocking into shoulders and knees, tripping over displaced limbs sprawled across the aisle.\n\nI caught a  glimpse of the promised land. My nun, just a dozen or so seats away.\n\nA woman to my right barfed.II turned my head, and our eyes met. That same disgusted look, that streak of orange vomit tangled in her hair. God, I miss Carol.\nThen the smell hit. A one two punch right to the old nasal passages. For a moment, I just stood there, stunned.\nSeconds later it began.\nA chain reaction—left, right, front, back—a chorus of puking on all sides.\nIt was at that moment I understood. God was giving me a second chance, a re-baptism of sorts. I couldn’t change all the times I’d let Carol down, all the chances I’d wasted to do right by my fellow man. But right now, in the middle of this chaos, I could become a new man cleansed of all my sins.\n\nI threw the bags into the air. They flew, their white wings gliding through the maelstrom, carrying salvation to the retching masses.\n\nI could hear the flight attendant screaming, “Those are for Gold Member Elites!” as I pulled myself forward through a tunnel of gagging and noxious fumes.\n\nI say pulled because we were nosediving the wrong way. That metal ass should’ve been down, not up, and I was practically doing chin-ups, one hand crushing the seat in front of me as my legs kicked out into nothingness. \nPart of me thought about just letting go and going with God, but then the plane straightened out, and suddenly I had just enough of a chance to get back to my seat.\nI ran toward her, wiping streaks of puke from my eyes and smearing it across my forehead like war paint, ignoring the stench and the burn.\nThere she was. My nun dressed in white. A divine vision.\n\nI held the last bag out for her. An offering. I’d saved it, guarded it, using my body as a human shield against the chaos. And now, with trembling hands, I handed it to her, from sinner to saint.\n\nOur eyes met, and I knew at that moment—this was it. If we made it through this, I’d join the church. I’d convince Carol to give me a second chance. Hell, I’d even cut down on calling her mom a bitch.\n\nI opened my mouth to testify—to tell her about my conversion, my redemption, my shiny new future.\nThe plane jolted violently, and before she could take the bag, she puked.\nI smelled it before I saw it. The unmistakable scent of unfertilized, undigested sulfur. Orange, sack-like over-easy yolks regurgitated from her gullet directly into my face.\n\nI gagged at the taste, the worst thing I’d had in my mouth since Carol’s yeast infection four Christmases ago.\n\nShe looked at me. At the bag. At the mess, the filth, the soap, and the puke. Her eyes lingered, taking it all in, and I just knew she saw past it. Past the filth, the stench, whatever was dripping down my leg. She could see what I had done. Who I truly was. Who I could be.\n\n“Your fly is down.”\n\n“For the love of God.”\n-------------\n\n\n\n",
  "chunks": [
    "The Flying Nun\nBy Lindsay Morris.\n . . . ,\n\nI had to pee and I was afraid to die, in that order.  The plane was bucking hard over the Atlantic, scaring the hell out of everyone.",
    "The airline seat was hard, unforgiving, upholstered with something that even the most generous pricks would struggle to call leather.  I stuck to the thing, sweating and clenching.  Trying to hold it all in.  Every lurch made my sphincter squeeze in panic.",
    "The grip was so intense, I could have cracked a turd in half. \n\n Despite all the goddamn fear, my bladder wouldn't let up.\n\n \"I can hold it,\" I assured myself.\n\n But this shit show was budget—no in-flight movies, no tiny bottles of tequila to keep you sane.",
    "Nothing but the endless drone of engines and the jarring shake that rippled through the cabin, reminding all of us cheap bastards that we’d royally screwed ourselves.\n\n Carol would probably have called this Karma at 30,000 feet.\n\n I checked my pockets for the third time.",
    "I rubbed the little metal flask that had been empty since we boarded.\n\n What I wouldn't give to keep from dying sober.\n\n\n I mean dying is one thing, but sober and in a pool of my own piss?  I had higher hopes.\n\n My only saving grace?",
    "Right next to me was the hottest nun you’ve ever seen.  Her lips, God, her lips.  Wet, wide, juicy little suckers I couldn’t stop staring at. \n\n She was wearing the outfit and everything.",
    "They let her board early, right along with the screaming babies and that guy who insisted being over 65 counted as a disability.  I admired her game.\n\n My ex, Carol, hated nuns.  Thought they were all brownnosers.  But to be fair, her hate wasn’t exactly selective.",
    "She hated our house in Reno, my mother, her mother, her job, my job, the 15 years we spent together.\n And me.  She definitely hated me.",
    "On the next jolt, the nun let out a soft little gasp, her tongue flicking out just enough to catch the fervent religious spittle gathering at the corner of her mouth.  She’d been praying non-stop for the last ten minutes.",
    "Every jostle, every shake, was met with the sweetest Hail Mary, full of grace.  God probably didn’t have a clue what to do in a situation like this.\n Tank the plane, and I go under.  No great loss.",
    "Then again, tank the plane, and his sweet little angel gets her first taste of water sports.\n  She glanced over at me, her knuckles bright white around around her thick little rosary. \n\n “Would you like to pray with me? ”\n\n“Hell yeah.",
    "”\n\nHer hand reached out, laying those soft, pink, moist little nubs gently over my fingers.  I wanted to lick the holy sweat from her palms.  Only, I don’t think my bladder could take another drop.",
    "We caught a nasty gust of wind, and I tried to give her a reassuring wink—just as a nervous fart slipped out.\n\n Surely she wouldn’t hold a bit of turbulence-induced flatulence against a fellow child of God.\n\n “Close your eyes,” she whispered.  “Let’s ask for his forgiveness.",
    "”\n\nClose my eyes?  Not a shot.  Not when I could watch her mouth do the lord's work.\n\n But then she froze.  Her lips parted, those flushed red cheeks going green as her eyes widened in alarm.  Her hand jerked away, clutching at her stomach.",
    "She leaned forward, her eyes darting around in panic, desperately scanning for one of those emergency spew sacks. \n I dug into the seat pockets in front of me, elbow deep in crumpled magazines, sticky wrappers, chewed up pen caps, loose pretzels, and a disturbing large clump of hair.",
    "Guess barf bags are too good for economy.\n “Hold on! ” I screamed.\n But God had other plans.  She was about to blow, and on instinct, I reached out, my hand covering her mouth, her breath hot and damp against my skin.",
    "Our eyes met and for a moment I got lost in those baby blues as the first wave of bile hit.  It splattered against my skin, clinging to the creases of my palm.\n I held firm, determined to be her savior as hot mucus threatened to slide through my fingers.",
    "Slowly, she began to swallow, her throat moving in deliberate, rhythmic motions.\n God may hate me.  Just like he hated my father, my brother, my uncle, my second and third aunts, and that guy at the end of the cul-de-sac who kept getting arrested for DMT.  But right then?",
    "I felt the call.\n We had an Angel in common and she needed help.  Needed tissues.  Needed a nice, safe place to unburden herself.  And if I could piss at the same time, well, that’s a two-for-one miracle if I ever saw one.",
    "So I unbuckled, climbed over the holy spirit, and staggered toward the john.  Determined to bring back the goods. \n\n I’m talking barf bags, tissues, water bottles, headphones, blankets, ginger ale, those fancy inflatable pillows reserved for frequent flyers.",
    "The stewardess, who was strapped in tight, shot me a thumbs down as I lurched across the cabin.  She might've also been shouting at me to sit the hell down, but my bladder was screaming louder, so I didn't really give a shit.",
    "Just then, a bout of turbulence flicked the lights off and a chorus of screams provided the perfect distraction.  I ran, stumbling, to the back, shouldering the bathroom door with a hell of a lot of force.",
    "My armpit caught the sticky edge of the Vacant sign and I felt some of the dangly squatters underneath my pit being ripped out as the pressure slid the door sideways.  I fumbled in the dim light for the lock as the plane gave another violent shudder.",
    "The walls pulsated as I leaned against the cool metal, struggling to catch my breath.\n\n Then the lights clicked on, and I wish to God they hadn't.  The bathroom was a mess.  I’m talking pure chaos.  The turbulence had given everything a hellish shake-up.",
    "Pink soap was drizzled with artistic flair over the rim of the toilet seat.  Several used tampons had liberated themselves from the sanitary bin, inching along the piss-soaked floor like a procession of eager, pre-metamorphosed caterpillars.",
    "Wads of toilet paper clung to the mirror, fused by clear clumps of creamy fluid that could have passed for snot but looked more like jizz.\n\n The steel wing tipped, launching me sideways, and I stumbled, my foot skidding on the cluster of bloodied tampons.",
    "My hand shot out to brace my fall, landing in a slick smear of pink soap that sent me sliding forward, ramming the side of my face against the filthy toilet rimMy knees met solid ground, the urine soaking through my jeans.",
    "Out of options, I interlaced my fingers in front of that toilet and appealed to a higher authority.\n\n\n Dear God.\n Please give me the strength to help that ridiculously hot nun in 3B.  I know I’m not your favorite, I know I screwed things up with Carol.",
    "I wasn’t patient enough, I drank too much, and okay, I might’ve called her mother a bitch one too many times.  But you’ve gotta admit, she really is a bitch.\n The plane dropped suddenly.  A quick, stomach-flipping plunge that sent my forehead bouncing off the rim of the toilet.",
    "Look, if you can just grant me the decency to piss, I swear I’ll do everything I can to honor, cherish, and assist that divine piece of ass you’ve seated beside me.  Amen.\n Maybe it was divine intervention.",
    "Maybe it was just what a man has to do when faced with the defining moment of his life.  When he has to choose between cowardice and courage, between pissing himself and becoming the master of his own destiny.\n\n Determined, clutching the sink for support, I hauled my ass up.",
    "Scuzzy hands went to adjust my fly, only to find it already hanging open.  I hoped the nun hadn’t seen.\n\n I didn’t have it in me to be embarrassed as I let go, relief washing over me with what might have been the most satisfying piss of my life.",
    "A good piss is a good piss, no matter the decor, but this was something else.  Urine shot out of me with the force of a man half my age.  Not too shabby, I thought, as my aim rang true, hitting the bowl’s sweet spot.",
    "The sink was busted, so I wiped my hands, covered in shit, piss, grime, filth, and God knows what else, on wads of tissues I grabbed by the fistful.",
    "Some of them fell like breadcrumbs behind me as I stumbled toward the galley, where I was sure supplies for first-class passengers were stashed.",
    "My sticky hands jammed into cold metal compartments, hunting through pristine napkins, unopened wipes, lily-white vomit vessels—the kind of shit they don’t waste on the likes of economy flyers.\n\n I grabbed it all by the handful.",
    "The turbulence intensified as I stumbled past my fellow passengers, the plane bucking back and forth.  I didn’t bother with the excuse mes or pardon mes, knocking into shoulders and knees, tripping over displaced limbs sprawled across the aisle.\n\n I caught a  glimpse of the promised land.",
    "My nun, just a dozen or so seats away.\n\n A woman to my right barfed. II turned my head, and our eyes met.  That same disgusted look, that streak of orange vomit tangled in her hair.  God, I miss Carol.\n Then the smell hit.",
    "A one two punch right to the old nasal passages.  For a moment, I just stood there, stunned.\n Seconds later it began.\n A chain reaction—left, right, front, back—a chorus of puking on all sides.\n It was at that moment I understood.",
    "God was giving me a second chance, a re-baptism of sorts.  I couldn’t change all the times I’d let Carol down, all the chances I’d wasted to do right by my fellow man.",
    "But right now, in the middle of this chaos, I could become a new man cleansed of all my sins.\n\n I threw the bags into the air.  They flew, their white wings gliding through the maelstrom, carrying salvation to the retching masses.",
    "I could hear the flight attendant screaming, “Those are for Gold Member Elites! ” as I pulled myself forward through a tunnel of gagging and noxious fumes.\n\n I say pulled because we were nosediving the wrong way.",
    "That metal ass should’ve been down, not up, and I was practically doing chin-ups, one hand crushing the seat in front of me as my legs kicked out into nothingness.",
    "Part of me thought about just letting go and going with God, but then the plane straightened out, and suddenly I had just enough of a chance to get back to my seat.",
    "I ran toward her, wiping streaks of puke from my eyes and smearing it across my forehead like war paint, ignoring the stench and the burn.\n There she was.  My nun dressed in white.  A divine vision.\n\n I held the last bag out for her.  An offering.",
    "I’d saved it, guarded it, using my body as a human shield against the chaos.  And now, with trembling hands, I handed it to her, from sinner to saint.\n\n Our eyes met, and I knew at that moment—this was it.  If we made it through this, I’d join the church.",
    "I’d convince Carol to give me a second chance.  Hell, I’d even cut down on calling her mom a bitch.\n\n I opened my mouth to testify—to tell her about my conversion, my redemption, my shiny new future.\n The plane jolted violently, and before she could take the bag, she puked.",
    "I smelled it before I saw it.  The unmistakable scent of unfertilized, undigested sulfur.  Orange, sack-like over-easy yolks regurgitated from her gullet directly into my face.\n\n I gagged at the taste, the worst thing I’d had in my mouth since Carol’s yeast infection four Christmases ago.\n\n She looked at me.",
    "At the bag.  At the mess, the filth, the soap, and the puke.  Her eyes lingered, taking it all in, and I just knew she saw past it.  Past the filth, the stench, whatever was dripping down my leg.  She could see what I had done.  Who I truly was.",
    "Who I could be.\n\n “Your fly is down. ”\n\n“For the love of God. ”\n-------------"
  ],
  "voice_info": {
    "voice_name": "John-o",
    "display_name": "Male",
    "audio_file": "H:\\CurserProjects\\chatterbox\\chatterbox-audiobook\\chatterbox\\speakers\\John-o\\reference.wav",
    "exaggeration": 0.6,
    "cfg_weight": 0.45,
    "temperature": 1.1
  },
  "sample_rate": 24000,
  "version": "1.0"
}